alefragnani.Bookmarks
castwide.solargraph
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.tslint
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
golang.go
HookyQR.beautify
infeng.vscode-react-typescript
JamesBirtles.svelte-vscode
k--kato.intellij-idea-keybindings
kosz78.nim
miclo.sort-typescript-imports
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
NuclleaR.vscode-extension-auto-import
oderwat.indent-rainbow
PKief.material-icon-theme
rebornix.ruby
redhat.java
RobbOwen.synthwave-vscode
rust-lang.rust
Shan.code-settings-sync
Sujan.code-blue
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wingrunr21.vscode-ruby
wmaurer.change-case
